Repository: juventudtrotskista/libro-ucraniaGIT
Catalog: omegat/project_save.tmx
Source language: es
Languages: en

source: Pretenden echar tierra en los ojos del proletariado mundial mencionando solo los levantamientos contra Yanukovich-Putin, ocultando que también hay movilizaciones obreras contra el nuevo gobierno de coalición fascista.
en: They intend to throw sand in the eyes of the world proletariat mentioning only the uprisings against Yanukovich-Putin, hiding that there is also mobilizations of workers against the new fascist coalition Government.

source: Primero despidió a Tymoshenko y el 2006 nombró como primer ministro a Yanukovich, el mismo que él había “derrocado” el 2004.
en: First he dismissed Tymoshenko and then the 2006 appointed as Prime Minister Yanukovich, the same that it had "toppled" the 2004.

source: Puesto que Hitler no puede dejar de comprender que el camino del poder pasa por una guerra civil muy dura, sus discursos sobre la vía democrática y pacífica no son, pues, más que una cobertura, es decir, un ardid de guerra.
en: Because Hitler can not leave to undertand that the path to power passes through a brutal civil war, his speeches on democratic and peaceful means are therefore not more than a cover, ie, a artifice of war.

source: Que no quede duda:
en: To be sure:

source: Quien considere absoluta esta contradicción caerá inevitablemente en el oportunismo.
en: Who consider absolute this contradiction will inevitably fall in opportunism.

source: Quien ignore esta contradicción se verá condenado a los caprichos del ultraizquierdismo y a la impotencia revolucionaria […]
en: Who ignore this contradiction will be condemned to the whims of the ultra-leftism and to the revolutionary impotence [...]

source: Reciban desde ya nuestra plena solidaridad de clase.
en: Receive from us a full solidarity of class.

source: Respondemos con un retraso espantoso producto de la extrema debilidad internacional en la que nos encontramos pero estamos convencidos que estamos cumpliendo con la tarea de combatir a muerte a todas las direcciones que vienen traicionando por décadas al proletariado y que ahora ya avanzan en asestarle un golpe mortal;
en: We respond with a frightening delay product of extreme international weakness in which we find ourselves, but we are convinced that we are fulfilling the task of fighting to death in all directions that come betray the proletariat for decades and already now move in to deliver a deadly coup;

source: Retirada de Ucrania de las instituciones financieras institucionales opresivas.
en: Withdrawak of Ukraine from oppresive international financial institutions

source: Rusia es un extraño “imperio” exportador de gas para Europa y cuyo principal destino de sus capitales “imperialistas” va a parar… ¡a la isla de Chipre!
en: Russia is a strange 'empire', exporter of gas to Europe and whose main destination for its "imperialist" capital goes to... the island of Cyprus!

source: Rusia ha estado persiguiendo por años la integración de Ucrania a su proyecto euroasiático pero hasta ahora no ha tenido éxito.
en: Russia has been pursuing for years the integration of Ukraine to their Eurasian project, but so far has not been successful.

source: Sabemos que están sufriendo la persecución policial y fascista del régimen
en: We know that you are suffering police and fascist persecution of the regime

source: Se equivoca también la socialdemocracia y su fracción anarquista y seudo-trotskista cuando afirman que no se puede tratar de una insurrección fascista porque en el nuevo gobierno de coalición Svoboda solo tiene 4 ministerios.
en: Social democracy and his anarchist and pseudo-Trotskyist faction is also wrong when they say that you can not treat of a fascist insurrection because in the new coalition Government Svoboda only has 4 ministries.

source: Se han puesto en pie repúblicas burguesas “populares” con el Partido Comunista “pro-ruso” ejerciendo cargos de gobierno en una clásica política de Frente Popular contra-revolucionario que como sucedió en España, tiene el fin de salvar la propiedad privada y llevar la resistencia anti-fascista finalmente a la derrota.
en: It has put on its feet "popular" bourgeois republics while the Communist Party (CP) "pro-Russian" exercise government positions in a classic counter-revolutionary policy of Popular Front that as it happened in Spain, aims to save private property and lead the anti-fascist resistance finally to defeat.

source: Se trata entonces de dos aspectos de la misma cuestión nacional para Ucrania:
en: It is then of two aspects of the same national question for Ukraine:

source: Sector de Derecha ha respondido con una marcha de sus milicias sobre el parlamento para exigir la renuncia del ministro del interior al quien culpan del asesinato de Muzychko.
en: Right sector has responded with a march of his militia over the Parliament to demand the resignation of the Minister of the Interior to the who blame Muzychko murder.

source: Si bien el grueso de manifestantes estaba compuesto de una heterogénea masa pequeño-burguesa, también contó con la presencia de franjas del combativo proletariado minero.
en: While the bulk of protesters was composed of a heterogeneous petty-bourgeois mass, it also featured the presence of stripes of the combative mining proletariat.

source: Si bien la ofensiva fascista con la OTAN en la retaguardia obliga a la vanguardia revolucionaria apoyar provisionalmente sus fusiles sobre los hombros de la “Unión de Repúblicas Populares” y del ejército ruso en Crimea, esto no la fuerza a otorgarles el más mínimo respaldo político como viene haciendo el PC como parte del gobierno de la burguesía y organizaciones como Borotda por fuera del mismo.
en: Although the fascist offensive with NATO in the rearguard, obliges to revolutionary vanguard to provisionally support their rifles on the shoulders of the "Union of People's Republics" and Russian army in Crimea, it does not force to give them the slightest political support like CP does as part of Government of bourgeoisie and organizations like Borotda out of it.

source: Si es cierto, en general, que sólo la revolución proletaria puede salvar a Alemania de la descomposición y la desagregación, esto es cierto en primer lugar para los millones de parados” (Trotsky, ¿Y ahora?
en: "If is true, in general, that only the proletarian revolution can save Germany from the breakdown and the breakdown, this is true in the first place for the millions of unemployed" (Trotsky, and now?)

source: Si es verdad que la primera tarea del proletariado era aplastar el fascismo, el PC lo impidió por completo depositando su confianza en los principios democráticos de Yanukovich.
en: If it is true that the first task of the proletariat was smash fascism, the CP stopped him completely, putting their trust in the democratic principles of Yanukovich.

source: Siguiendo esta línea, el nacionalsocialismo penetra por arriba en el proletariado.
en: Following this line, the national socialism penetrate from above in the proletariat.

source: Simultáneamente, nosotros suponemos que la influencia de fuerzas nacionalistas-rusas en estas protestas es peligrosa.
en: At the same time, we assume that the influence of Russian nationalist forces in these protests is dangerous.

source: Sin embargo, Sector de Derecha coordina acciones con el ejército ucraniano contra los militares rusos y las movilizaciones anti-fascistas pero sobre todo contra el levantamiento armado de los explotados de Donetsk.
en: However, Right Sector coordinates actions with the Ukrainian army against the Russian military and anti-fascist demonstrations, but above all against the armed rising of the exploited of Donetsk.

source: Sin embargo, Yanukovich se vio obligado también a continuar con la política de profundización del saqueo imperialista en Ucrania iniciada con Yuschenko.
en: However, Yanukovich was also forced to continue the policy of deepening the imperialist plunder in Ukraine initiated with Yushchenko.

source: Sin embargo, a pesar de todos los ataques y hechos que lo demuestran, ellos niegan que se trate de una insurrección fascista:
en: However, despite all the attacks and facts that prove it, they deny that it is a fascist insurrection:

source: Sin embargo, al apoyarse únicamente en la pequeña-burguesía de la mitad occidental de Ucrania, Svoboda presenta una debilidad intrínseca que lo ha obligado a actuar de forma defensiva, manteniendo la separación formal con su milicia (Sector de Derecha) y un discurso ambiguo con respecto al método insurreccional pero con el mismo programa fascista de demagogia populista, anti-comunista y anti-rusa, con la que el odio pequeño-burgués contra el capital está siendo dirigido también y en realidad solo contra el proletariado.
en: However, to rely only on the petty bourgeoisie of the Western half of Ukraine, Svoboda has an intrinsic weakness that has forced it to act defensively, while maintaining the formal separation with his militia (right Sector) and an ambiguous discourse regarding the insurrectional method but with the same fascist program of populist demagoguery, anti-communist and anti-Russian with which petite bourgeois hatred against the capital and in reality only being directed against the proletariat.

source: Sin embargo, aquí también jugaron el rol de contención y división con su ya conocida política sectaria e impotente, aislando a los sectores avanzados de las grandes masas agrupadas en sindicatos dirigidos por el estalinismo.
en: However, here also played the role of containment and division with its impotent and sectarian well-known politics, isolating the advanced sectors of the big masses grouped into unions led by Stalinism.

source: Sin embargo, como señalamos en nuestra última declaración:
en: However, as we pointed out in our last statement:

source: Sin embargo, el imperialismo en pacto con Putin y la burguesía “pro-rusa” del Este tiene también una política para contener y desorganizar por dentro al frente revolucionario anti-fascista del proletariado.
en: However, imperialism in pact with Putin and the "pro-Russian" bourgeoisie of the East also has a policy to contain and disorganize the inside of the anti-fascist revolutionary front of proletariat.

source: Sin embargo, el proletariado europeo sigue atado de pies y manos por sus direcciones reformistas, unos respaldando abiertamente el Maidán fascista y otros sosteniendo el Frente Popular contra-revolucionario de Strelkov y el fugado Pushilin.
en: However, the European proletariat is still hands and legs tied by its reformist leaderships, some of them openly supporting the fascist Maidan, and others supporting counter-revolutionary Popular Front of Strelkov and the escaped Pushilin.

source: Sin embargo, es necesario denunciar además como es que al condenar la lucha revolucionaria por el socialismo fracasan también en mostrarle al proletariado un camino efectivo para la resolución de las tareas democráticas postergadas e incluso para la conquista de las más mínimas demandas.
en: However, it is necessary to also denounce as it is that in condemning the revolutionary struggle for socialism are failing to also show the proletariat an effective way for resolution of the delayed democratic tasks and even to the conquest of the minimum demands.

source: Sin embargo, esto tampoco bastaría para pagar la fraudulenta deuda y es por eso que el imperialismo está yendo por todo, buscando tomar posesión de todas las concesiones que hizo a la oligarquía ucraniana en sociedad con la burguesía rusa, ambas salidas de la cloaca de la burocracia estalinista;
en: However, this neither would be sufficient to pay the fraudulent debt and that's why the imperialism is going for everything, seeking to take possession of all the concessions made to the Ukrainian oligarchy in partnership with the Russian bourgeoisie, both outputs of the cloaca of the Stalinist bureaucracy; .

source: Sin embargo, estos últimos ya no influían sobre las masas pequeño-burguesas que se vieron atraídas por el discurso radical del fascismo pro-europeo.
en: However, the latters already not influenced on the masses small bourgeois who were attracted by the radical speech of fascism pro-European.

source: Sin embargo, la crisis del discurso pro-europeo todavía pesaba y fue Yanukovich quien triunfó en las elecciones del 2010.
en: However, the crisis of the pro-European speech still weighed and was Yanukovich who triumphed in the 2010 elections.

source: Sin embargo, la esencia es la misma, un levantamiento obrero como retaguardia de una insurrección fascista, situación que solo puede ser el resultado del pérfido accionar de direcciones traidoras a los pies de la burguesía.
en: However, the essence is the same, an uprising of workers as rearguard of a fascist insurrection, situation that can only be the result of the perfidious actions of treacherous leaderships at the foot of the bourgeoisie.

source: Sin embargo, la izquierda pro-europea necesita creer que se trató de una “revolución pacífica” sin muchos muertos, que la violencia la organizó una “banda de provocadores” y que Svoboda es parte de una coalición que no puede ser calificada de fascista, tapándose los ojos ante los miles de combatientes organizados en el “Comité de Autodefensa del Maidán” y los “Sotnias” (sección miliciana de 100 miembros) dirigidos por Sector de Derecha, Svoboda e incluso Patria y que tuvo como retaguardia a centenares de miles de manifestantes.
en: However, the pro-European Left needs to believe that it was a "peaceful revolution" without many dead, the violence it organized a "gang of thugs" and that Svoboda is part of a coalition that can not be described as fascist, covering his eyes before thousands of fighters organized into "Committee of self-defense of the Maidan" and the "Sotnias" (section militia of 100 members) led by Right Sector, Svoboda and even homeland and had as a rearguard to hundreds of thousands of demonstrators.

source: Sin embargo, para avanzar a esta situación es necesario encontrar el camino desde donde estamos y es por eso, que sin prestar el más mínimo apoyo y confianza política al “campo pro-ruso” se hacen posibles y hasta necesarios acuerdos militares parciales para derrotar al ejército fascista de EEUU y Alemania.
en: However, to advance to this situation it is necessary find a way from where we are, and is why, without paying the slightest support and political confidence to the "pro-Russian field" are made possible and even necessary partial military agreements to defeat the fascist army of USA and Germany.

source: Sin embargo, siempre ha existido una fuerte tendencia proletaria hacia la unificación de sus filas:
en: However, there has always been a strong proletarian tendency towards unification of their ranks:

source: Sobre el rol de esta “Nueva Izquierda” en su conjunto, un intelectual burgués hace una buena descripción en sus propios términos:
en: On the role of this "new left" as a whole, a bourgeois intellectual makes a good description on their own terms:

source: Sobre ellos recayó la peor de las opresiones nacionales.
en: Over them fell the worst of national oppressions.

source: Sobre esta base es que subordinan políticamente al proletariado a un campo u otro de la burguesía.
en: On this basis it is that politically subordinated the proletariat to a field or another of the bourgeoisie.

source: Sobre esta descomposición y la política criminal del PC se asienta la fuerza del fascismo, no obstante, su principal debilidad radica en no haber podido ganar, por evidentes razones, ninguna influencia sobre las masas pequeño-burguesas de la Ucrania rusófona.
en: Over this decomposition and the criminal policy of the CP sits the strength of fascism, however, its main weakness lies in not having been able to win, for obvious reasons, no influence on the petty-bourgeois masses of the Russian-speaking Ukraine.

source: Sobre esta serie de traiciones de la izquierda reformista es que el 2012 se desarrolla la ofensiva contra-revolucionaria del imperialismo, imponiendo un genocidio histórico sobre los explotados de Siria, pactando con la burocracia castrista la culminación de la restauración capitalista en Cuba y su conversión a burguesía social-gusana.
en: On this series of betrayals of the reformist left, it is that in 2012 the offensive against revolutionary of imperialism was developed, imposing historical genocide on the exploited of Syria, reaching an agreement with Castro bureaucracy to the culmination of capitalist restoration in Cuba and its conversion to a bourgeois social-worm.

source: Sobre este escenario fue que se configuraron la izquierda pro-rusa y la izquierda pro-europea:
en: On this stage, the pro-Russian Left and the pro-European Left was configured:

source: Soldados rasos están desertando para unirse a las filas de la revolución,
en: Footsoldiers are deserting to join the ranks of the revolution

source: Solo en el exterior los socialimperialistas y un par de imbéciles del seudo-trotskismo dicen que las masas se levantan porque “quieren ganar en euros” o “desean ser una democracia europea”.
en: Just in the outside the social-imperialists and a pair of idiots from pseudo-Trotskyism say that the masses rise because "they want to earn on Euros" or "want to be a European democracy".

source: Solo la bancarrota de las direcciones reformistas del proletariado puede explicar que el fascismo haya podido conquistar tantas posiciones.
en: Only the bankruptcy of the reformist leaderships of the proletariat can explain that fascism has been able to conquer many positions.

source: Solo por esto ya pueden ser calificados de vulgares sirvientes de la burguesía.
en: Only by this can already be qualified of vulgar servants of the bourgeoisie.

source: Solo sobre esta base será posible ajustar cuentas con el ejército de Putin inmediatamente después del derrocamiento del gobierno fascista.
en: Only on this basis it will be possible to settle scores with Putin's Army immediately after the overthrow of the fascist government.

source: Solo sobre la base de la más absoluta ruptura política con el campo burgués pro-ruso y pro-europeo es posible considerar la posibilidad de acuerdos militares parciales, provisionales y circunstanciales con el ejército ruso cipayo en el combate contra el ejército del enemigo más fuerte, de la única verdadera bestia imperialista, siempre llamando a los soldados conscriptos a pasarse al bando de su clase, del proletariado.
en: Only on the basis of the absolute political break with the pro-Russian and pro-European bourgeois field it is possible to consider the possibility of partial, temporary and circumstantial military agreements with the sepoy Russian army in combat against the army of the enemy harder, of the only true imperialist beast, always calling conscripts soldiers to move on to the side of its kind, of the proletariat.

source: Su milicia intenta sortear esto con la puesta en pie de la “Legión Rusa”, una mesnada fascista compuesta de rusófonos que se oponen a la intervención militar de Putin y es por esto que Dmytro Yarosh, líder de Sector de Derecha, ahora dice que comparte todo con Svoboda salvo su “racismo”, cuestión que ha sorprendido a muchos y muy pocos comprenden.
en: Its militia tries to circumvent this with the put on its feet of the "Russian Legion", a fascist armed retinue composed of Russian-speakers who oppose Putin's military intervention and is for this reason that Dmytro Yarosh, Right Sector leader, now says that he shares everything with Svoboda except its 'racism', which has surprised many people and very few understand.

source: Su objetivo primario es ‘remover el Estado de la vida social’ […]
en: Its primary objective is to 'remove the state of social life' [...]

source: Su pedante desprecio por la cuestión nacional y su metástasis pacifista con la que condena todo tipo de acción violenta los califica perfectamente como reformistas incurables.
en: His pedantic contempt for the national question and his pacifist metastases that condemns all kinds of violent action qualifies perfectly as incurable reformists.

source: Sucedió durante la posguerra en Polonia, un país que comparte su historia con Ucrania.
en: It happened during the postwar period in Poland, a country that shares its story with Ukraine.

source: Sus cálculos son totalmente claros y evidentes:
en: His calculations are completely clear and obvious:

source: Svoboda declaró que “[somos]
en: Svoboda declared that "(we are)"

source: Svoboda se asienta sobre la pequeña-burguesía urbana de occidente y en el campesinado del centro pero también sobre el sector más atrasado del proletariado.
en: Svoboda sits on the urban petit bourgeoisie of occident and in the peasantry of the centre but also on most late sector of the proletariat.

source: Svoboda, como agente del imperialismo, ha utilizado la democracia como ardid de guerra y ha conseguido adormecer al proletariado ucraniano (¡y mundial!) por responsabilidad de sus direcciones pacifistas centralizadas a nivel internacional.
en: Svoboda, as an agent of imperialism, has used democracy as a ruse of war and has managed to numb the proletariat Ukrainian (and of the world!) for their pacifist leaderships centralized to international level..

source: También fracasa el oportunismo cuando niega que se trate de fascismo por la influencia de éste sobre ciertos sectores de la clase obrera.
en: Also fails the opportunism when it denies that it is fascism by the influence of this on certain sectors of the working class.

source: También se alinean con la izquierda pro-europea el SWP inglés y los mandelistas del NPA francés y su ficticia “Cuarta Internacional”, ambos reproduciendo y asumiendo los comunicados de “Oposición de Izquierda” de Ucrania.
en: Also the English SWP and the mandelists of the French NPA and his fictitious "fourth international",aligned with the pro-European Left both playing and assuming the releases of "Left opposition" of Ukraine.

source: Tenemos entonces un régimen de transición, sometido a fuerzas contradictorias y con una fuerte tendencia a consolidar uno plenamente fascista.
en: We have then a transitional regime, subjected to contradictory forces and with a strong tendency to consolidate one fully fascist.

source: Tenemos que partir entonces de las condiciones dejadas por el desarrollo histórico anterior y desde allí buscar y hallar un camino revolucionario para las masas.
en: We have to start then from the conditions left by the previous historical development and from there to search and find a revolutionary path to the masses.

source: Tenemos que ser capaces de descubrir, bajo la forma política, el contenido económico y social” (Trotsky, Combatir al imperialismo para combatir al fascismo).
en: We have to be able to discover, in the form of political, the economic and social content' (Trotsky, fight imperialism to fight fascism).

source: Tiene sentido realizar acciones en el entorno de trabajo o en el barrio de cada cual, y ayudar a sabotear las decisiones de la dictadura.
en: It makes sense to take action at one’s workplace or neighborhood and to help sabotage the dictatorship’s decisions.

source: Toda organización que no sea capaz de responder correctamente a estos acontecimientos estará perdida para siempre.
en: Any organization that is not able to correctly respond to these events will be lost forever.

source: Toda posición distinta a esta no es más que sectarismo podrido, estupidez anti-proletaria, liquidación del programa militar del leninismo, veneno de la izquierda pro-europea y su “teoría” del imperialismo ruso.
en: Any different position than this one is nothing more than rotten sectarianism, anti-proletarian stupidity, liquidation of the military program of Leninism, venom from the pro-European Left and its "theory" of "Russian imperialism".
